commands_templates/GetTrackConfiguration0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/recording/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetTrackConfiguration>
         <!--type: RecordingReference-->
         <wsdl:RecordingToken>?</wsdl:RecordingToken>
         <!--type: TrackReference-->
         <wsdl:TrackToken>?</wsdl:TrackToken>
      </wsdl:GetTrackConfiguration>
   </soap:Body>
</soap:Envelope>